Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] My Gently Raised Beast (곱게 키웠더니, 짐승).tmx
Source language: ko_kr
Languages: en_us

source: 에이몬이 가끔 와서 도둑처럼 잠자다 떠나는 경우는 있었지만 늘 발치나 머리맡에서 잤는데.
en_us: It wasn’t the first time Amon appeared suddenly at night to sleepover at Blondina’s room, but he would usually sleep at the end of the bed or somewhere far from Blondina. So, she was surprised to find him sleeping on top of her body.

source: 자, 어서 더 쓰다듬어.{j}더.{j}더.
en_us: Come on. Pat me more. More. More.{j}{j}

source: 눈앞의 어린아이가 가볍게 웃었다.
en_us: The boy smiled back and said.

source: “평화 협정을 맺으면 사이 좋게 지내야지 왜 사이가 안 좋은 거야?”
en_us: “If there was a peace treaty between the two parties why didn’t they get along afterwards?”

source: 「너 뭐 해?{j}눈 감고.」
en_us: “What are you doing with your eyes closed?”{j}

source: 블론디나는 나직한 한숨을 내쉬며 머리카락 안에 파묻힌 마제또를 툭툭 두드렸다.{j}인간이 놀이로 즐기는 사냥이, 마제또에게는 퍽 잔인하고 두려운 사건일 터다.
en_us: Blondina gave a gentle sigh and patted Majetto hidden deep inside her hair to calm him down.{j}Hunting could be a simple game for humans, but in Majetto’s eyes it was a cruel and frightening event.

source: 평민이었던 자신은 상상조차 하지 못했던 일 아닌가.{j}심드렁하게 느껴졌던 황궁이 새삼 대단하게 느껴지는 순간이었다.
en_us: She was suddenly amazed by the hidden wonders of the imperial palace. For a peasant like her, such thing was unimaginable.{j}

source: 더군다나.{j}‘더군다나 블론디나는 금발이니까.’{j}표범 신수들이 치를 떨고 싫어하는 금발과 금안.{j}물론 블론디나는 금안은 아니었으나 금발이었다.
en_us: Plus, Blondina is blond. Her eyes may not be golden, but her blond hair is enough to make her a target for the divine beasts, who loathe blonds and golden eyes.{j}{j}{j}

source: 잠시 후, 블론디나는 하녀 손에 곱게 빗겨진 머리를 쓸며 나왔다.
en_us: A few moments later, Blondina returned stroking her hair combed by her servant. She found Amon sitting by the window where the sunlight warmly shined.

source: 이곳 로드슨 공작가의 후원.{j}그 온화한 공간에 네 명의 아이가 모여 있었다.
en_us: It was garden of Duke Rodson’s land, where four children were enjoying their time together.{j}

source: 안에서 허락의 말이 떨어지자 시종은 블론디나를 안쪽으로 안내했다.
en_us: Her servant guided her into the garden after receiving permission.

source: 야옹야옹.
en_us: Meow. Meow.

source: 뭐랄까…….{j}조금 묘한 느낌이 들었다.
en_us: But quite frankly...this feels strange.{j}

source: 몇 시간 후.{j}별궁으로 돌아온 블론디나는 하녀를 내보내자마자 창밖을 향해 외쳤다.
en_us: A few hours later, Blondina returned to the detached palace. After she asked here servant to leave, she called out the window of her room.{j}

source: 아델라이를 다독이던 황제가 다시 시선을 돌려 블론디나를 응시했다.{j}흡족한 듯 그의 입꼬리가 다시 웃는다.
en_us: Her actions caught the emperor’s while he continued to comfort Adellai, inattentively patting her shoulder. Looking at Blondina, he couldn’t hide his pleased smile for her.{j}

source: 참새도 쓰다듬고, 에이몬도 쓰다듬으며 블론디나는 멍하니 말을 이었다.
en_us: Blondina kept patting the sparrow and Amon, one animal at a time, as she continued to talk with a blank face.

source: “글자.”
en_us: “I don’t know how to read.”

source: “응.{j}고맙게도 직접 초대해 주었으니까.”
en_us: “Yes, since you were kind enough to invite me personally.”{j}

source: 갸르릉거리는 귀여운 소리가 울리기 시작했다.{j}그제야 에이몬과 저 사이에 흐르던 긴장감이 깨졌다.
en_us: A cute purr sound filled the room. With this sound, Blondina finally felt like her awkward tension with Amon had faded.{j}

source: 주인공의 늦은 등장이었다.
en_us: It was a late dramatic entry of the hero of the story.

source: 귀엽다.{j}귀여워 죽겠다.{j}내 에이몬.{j}나야, 걔야, 라니.{j}세상에 이렇게 귀여운 말이 어디 있어?
en_us: Cute. You’re so adorable Amon, my Amon. How could you think of such a cute question?{j}{j}{j}{j}

source: 그것이 아테스 제국의 황녀, 블론디나 륜 아테스였다.
en_us: Despite being accepted into the imperial palace, Blondina Ates Ryun, the princess of the Ates Empire, was a living ghost of the imperial family.

source: “그게 알겠다는 표정이야?{j}너 지금 나 비웃고 있지?!”
en_us: “You’re smiling again! You’re mocking us, aren’t you?!”

source: 그들이 사용하는 언어는 고대어였다.{j}고대어는 이미 사라져 버린 언어, 철저히 황족과 고위 귀족만이 배울 수 있는 것이었다.
en_us: The language being used was Old Atesian, a dead language that was only taught to royals and aristocrats of high class.{j}

source: 블론디나는 흠칫 몸을 들썩였다.
en_us: The princess flinched at the sight.

source: 자신을 혐오스레 바라보던 황후 역시, 지금은 자애로운 어머니의 미소를 띠고 있었다.
en_us: Even the empress, who looked at her with contempt, was looking at her children with a gracious smile. With Blondina out of the picture, the imperial family really looked happy.

source: 블론디나 역시 그래야 했다.
en_us: Princess Adellai expected the same from Blondina.

source: “엄마가 주신 거예요.{j}제 아버지께서 남겨 주신 유일한 물품이라 하셨단 말이에요!”
en_us: “I told you my mother left this to me, telling me it was the only legacy left behind from my father!”

source: 블론디나가 눈을 끔뻑였다.
en_us: Blondina made a blank face staring at Philip.

source: 블론디나는 “그래.{j}
en_us: “That’s right, you’re just a sparrow.”{j}{j}

source: 앞발로 만질 때는 털이 살랑거려서 간지러웠는데, 지금은 뭔가 많이 달랐다.{j}간지러움과는 다른 감각 같기는 한데 그게 뭔지 모르겠다.
en_us: Amon’s touches felt different today. It was somewhat similar to the ticklish feeling coming from his fur, but for some reason, her heart felt tingly.{j}

source: 그 사실을 잘 알고 있기에 블론디나는 일찍 루시를 돌려보내는 것이었다.
en_us: Knowing this, Blondina wanted to let Lucy go early so that she could get some rest.

source: 유하게 웃은 블론디나가 말을 이었다.
en_us: Blondina continued with a soft smile.

source: “일전에 파티장에서 뵈었을 때는 제대로 인사드리지 못했는데 이리 마주하게 되어 반갑습니다.”
en_us: “I didn’t get to properly introduce myself at the party. It is an honor for me to finally meet you.”

source: “왜 이렇게 잘생겼어요?{j}네?{j}네?{j}난 인간이고 표범이고 잘생긴 게 좋더라!”
en_us: “Why are you so good-looking? Huh? Huh? Human or leopard, I like them handsome, indeed!”{j}{j}{j}

source: 최근 법적 아버지인 그의 태도가 사뭇 이상해졌다.
en_us: Surprisingly, the emperor had treated Blondina differently these days after encountering her in the small garden of the library.

source: “예.{j}언행을 조심하고 죽은 듯 살겠습니다.”
en_us: “I understand your words, your highness. I will cause no trouble to you.”{j}

source: 하지만 이내 고개를 내젓고는 황자를 밟던 발을 치웠다.
en_us: But he chose not to. Amon shook his and stepped away from Prince Lart.

source: 에이몬은 황자를 어찌할까 살짝 고민했다.{j}블론디나가 잘 때리라고 명하시니 왠지 그래야 할 것 같기는 한데.{j}자신이 진정 애완 고양이도 아닌데 참 이상한 일이지.
en_us: Amon looked back down at the prince and carefully thought about how he should punish him. He felt a strong urge to stomp the prince harder as requested by Blondina.{j}{j}

source: 화려한 후원에 따뜻한 햇볕이 내리쬔다.
en_us: The royal garden was shining brightly with the warm sunlight.

source: 경고.
en_us: It was a warning.

source: 눈을 감아 두려움에서 벗어나고 싶었다.{j}소리를 지르며 뛰쳐나가고 싶었다.
en_us: The prince tried closing his eyes to calm himself down, but the only thing that crossed his mind was that he wanted to flee from this place screaming for help.{j}

source: “불편한 건 없는가.”
en_us: “Is there anything else you require?”

source: “뭔데?”
en_us: “What is it?”

source: “그런데 귀엽네?”
en_us: “You’re so cute.”

source: 블론디나가 마시던 음료잔을 내려놓고는 미미하게 웃었다.
en_us: Blondina put her drink down and smiled faintly.

source: “그런데 이걸 왜 내게?”
en_us: “But why are you giving this to me?”

source: 「활쏘기 대회?{j}나도 구경할래.」
en_us: “An archery tournament? I want to go see, too.”{j}

source: [그러고 보니, 라이넬.{j}이번 생일에 새로운 말을 선물받았다며?]
en_us: [Come to think of it, Lionel. I heard you new horse for your birthday.]{j}

source: 진짜 근질거려.
en_us: Something about him really feels weird today.

source: 주위를 둘러보다가 좀 더 으슥한 안쪽으로 들어가 잔디 위에 엉덩이를 대고 앉았다.{j}드레스가 구겨질 테지만 상관없었다.
en_us: Blondina swiftly looked around and took Amon to a quieter place in the garden and sat on the grass carelessly. She didn’t care if her beautiful dress crumbled up.{j}

source: “어디서 배운 것이지?
en_us: “Who taught you?”

source: 그런데 에이몬은 왜 그랬을까.{j}내 팔찌가 탐이 나 갖고 간 걸까.{j}훔쳐 간 게 미안하고 마음에 찔려 오지 못하는 걸까.{j}괜찮은데.{j}난 팔찌보다 에이몬이 훨씬 더 소중한데.
en_us: I wonder why he did it. Did he want my bracelet? Maybe he’s not coming back because he feels guilty for stealing it. But he shouldn’t. I’m perfectly fine. Amon is so much more precious to me than a bracelet.{j}{j}{j}{j}

source: 딱딱한 바닥에 익숙하니 침대보다 바닥이 편했다.
en_us: She came back into her room, turning on the night light before laying her body on the carpet on the floor. She felt more comfortable sleeping on the hard floor than the bed.

source: 「꺼졌대.」
en_us: “He left for good.”

source: 참으로 말과 행동이 불일치하는 짐승이 아닐 수 없다.
en_us: His actions didn’t match his words.

source: “나타나서?”
en_us: “And?”

source: 아델라이 황녀와 라르트 황자, 후작가의 영애와 로드슨 공작가의 공자가 그 주인공이었다.
en_us: The four children were Princess Adellai, Prince Lart, Philip Rodson, and Philip’s sister, sitting in the garden for a tea party.

source: 「알아 둬.{j}오늘 일로 브리디에게 보복이라도 하려 든다면 그날이 네 인생이 끝나는 날이 될 거야.」
en_us: “Remember this. If you ever try to get revenge on Briddy for what had happened today, that day will be your last day on the planet, got it?.”{j}

source: 곧 한 인간과 한 짐승, 둘만의 다과회가 펼쳐졌다.
en_us: In the royal garden where night had fallen sat a princess and a divine beast, who enjoyed their time together with their conversation.

source: 블론디나의 어깨가 움츠러들었다.{j}그저 소년의 손가락 하나 닿은 것뿐인데 몸이 경직됐다.
en_us: Rather than feeling comforted, the boy’s small touch stiffened up her entire body.{j}

source: 「쟤, 쟤가 우리 꼬리 물어뜯었어!」
en_us: “H-he bit our tails first!”

source: 블론디나는 여러 해 습득한 눈치로 분위기를 대번 알아차렸다.
en_us: Blondina quickly realized that the atmosphere had changed.

source: 절 향해 다가오는 남자를 보며 블론디나는 이불을 꼭 쥐었다.
en_us: As he walked closer to her, Blondina clenched her blanket tightly.

source: 골목에서 굴러먹던 천한 것이 어디서 고대어를 배웠겠는가.
en_us: As Princess Adellai had thought, there was no way a humble commoner who grew up in the streets like Blondina would know how to speak Old Atesian. But Blondina knew just by their impression and tone what was being discussed.

source: 그래, 에이몬이 있으니 됐다.
en_us: As long as I have Amon by my side, everything should be fine.

source: 필립이 쓴 편지였다.
en_us: It was a letter written by Philip to her.

source: “네, 어머니와 닮았다는 말을 많이 들었어요.”
en_us: “Yes, I’ve heard that quite often.”

source: 블론디나는 에이몬의 머리를 조심스럽게 쓰다듬었다.{j}에이몬은 기분 좋다는 듯 눈을 감고 있다가 블론디나의 손바닥에 억지로 제 콧등을 비볐다.{j}마치 응석 부리듯.
en_us: Amon closed his eyes as Blondina stroked his head softly. Then, he turned his head over to rub his nose on her hand, as if a cat was showing his affection to his master.{j}{j}

source: “응?”
en_us: “What are you saying, Amon?” Blondina asked.

source: 그게 퍽 기특하고, 고맙고, 사랑스러웠다.
en_us: She was always proud and thankful for the loving creature.

source: 두려움과 초조함, 그리고 공포.
en_us: Eyes full of fear, anxiety, and terror.

source: 블론디나는 내심 기분이 좋았다.{j}아비인 황제에게 사랑받기 위해 전전긍긍하는 건 아니었으나, 그래도 칭찬이란 걸 받게 되자 살짝 마음이 떨려 온 것이다.{j}그가 인정하는 가족의 범위 안에 들어간 것만 같아서.
en_us: Unlike Adellai, Blondina was happy to have pleased the emperor. It wasn’t like she was putting efforts to please her father, but his compliments made her feel excited. It felt like she was finally being welcomed into his family with his approval.{j}{j}

source: 꼬장꼬장한 장로들 잔소리는 귓등으로 흘릴지라도 지금처럼 황궁을 자유롭게 드나들기는 힘들게 될지도 몰랐다.
en_us: I could ignore the complaints of the uptight elders, but it might become more difficult for me to freely roam the palace, as I do now.

source: 블론디나는 멍한 표정인 필립을 향해 빙긋 웃었다.{j}그리고 쐐기를 박듯 마지막 말을 전했다.
en_us: Before she continued, Blondina smiled at him, who was still standing with a blank expression. Then, she abruptly said her goodbyes to him.{j}

source: 부산스레 방 안을 혼자 빙빙 돌기도 했다.
en_us: After asking his question, Amon began to circle around the room aimlessly.

source: 블론디나는 에이몬의 이마를 문지르던 손을 떼고 예쁜 짐승을 응시했다.
en_us: Blondina stopped her stroking and looked straight at the beautiful beast’s eyes.

source: 「인간은 원래 생일파티 초대를 직접 해?」
en_us: “Do humans usually give out invitations in person?”

source: 에이몬은 제 앞발을 들고 요리조리 살펴보는 블론디나에게 마구 질문을 쏟아 내기 시작했다.
en_us: Amon started pounding questions to Blondina as she carefully looked through Amon’s paw for any signs of injury.

source: 「우린 인간하고 친하지 않으니까.」
en_us: “Because we don’t keep close relations with humans.”

source: “응?{j}뭐가?”
en_us: “Huh? What do you mean?”{j}

source: 에이몬은 화내던 그 표정 그대로, 저도 모르게 그녀의 품으로 폴짝 뛰어 들어갔다.
en_us: With his angry expression still remaining on his face, Amon unwittingly jumped into Blondina’s arms.

source: 에이몬은 그 말도 듣지 못하고, 앞발을 들어 제 얼굴을 느릿하게 문질렀다.{j}진득한 생각에 잠긴 모습이었다.
en_us: However, Amon didn’t hear her words as he was deeply lost in his thoughts. He slowly rubbed his face with his paws and whispered.{j}

source: 지금, 이 순간, 이 상황에 에이몬이 있다는 것만으로 큰 위로가 되는 기분이었다.{j}저 작은 표범이 언제부터 이렇게 사랑스러워진 걸까.
en_us: At that moment, just having the adorable little leopard by her side was perfectly consoling enough for her to forget about her loneliness.{j}

source: 마제또는 지레 놀라 “꺅!{j}잘못했어요!” 괜히 사과하며 천장 구석으로 날아갔다.
en_us: Sensing his own danger, Majetto let out a cry asking for mercy and swiftly fled to one of the corners at the ceiling.{j}

source: 평생 간직해야 할 그림일 터다.
en_us: It was something she would dearly treasure her entire life.

source: 둘을 빼고는 의젓한 기사조차 조금 흠칫거리며 제가 든 검자루를 꽉 움켜쥐었다.
en_us: Apart from them, even the knights who were holding their guard flinched as the snakes slithered through their legs, making them grasp their swords even tigther from the fear.

source: “그래.{j}날 믿어.”{j}아델라이 황녀는 침착한 얼굴로 웃었다.
en_us: “Count on me.”{j}{j}Princess Adellai flashed a cruel smile.

source: “에이몬.{j}왜 갑자기 인간으로 변했어?{j}그냥 표범으로 있지.”
en_us: “Amon, why did you change into your human form? Couldn’t you teach me in your leopard form?”{j}{j}

source: 「인간들의 이 부질없는 행동에 도대체 어떤 의미가 있는 거지?」
en_us: “What’s the meaning of this useless human game?”

source: 루시는 다시 창문을 열었다.
en_us: Lucy approached the window and opened it. She no longer had to worry about the baby black leopard eavesdropping her history lesson about the evil black leopard.

source: 적막한 후원에 나뭇잎 스치는 소리가 들려왔다.{j}달빛 아래 매끄러운 에이몬의 털이 살랑거렸다.
en_us: The sound of the wind cutting through the leaves filled the tranquil garden. Amon’s fur softly whiffled with the fresh breeze under the moonlight.{j}

source: 다 알아들었어?{j}
en_us: Did she understand everything being said between us?{j}{j}

source: 몇 년간 보지 못할 테지만 불안함은 없었다.{j}권력도, 명예도 없는 황녀의 남편이 되고 싶다며 자처하는 멍청이는 없으리라.
en_us: He didn’t seem concerned or bothered by the fact that he wouldn’t be able to see her for a few years, because he firmly believed that not a single man in the empire was foolish enough to marry a princess without any power or prestige.{j}

source: “이번에도 실패라는 말이로군.”
en_us: “Yet another failure.”

source: 그들 앞에 서 있던 기사가 블론디나를 향해 다가왔다.
en_us: The knight approached towards Blondina.

source: 라르트 황자는 공포에 젖은 눈으로 고개를 끄덕였다.
en_us: Prince Lart, whose eyes were filled with tears, nodded to Amon’s words.

source: 영주의 성 꼭대기 방.{j}블론디나는 고급스러운 양탄자를 밟으며 안을 서성이다가 침대에 조심스레 누웠다.
en_us: Blondina slowly looked around the room in the imperial castle provided to her by the emperor and carefully laid her body on the luxurious bed.

source: “왔어?{j}요새 자주 오네?”
en_us: “It’s you, Amon! Seems like you’ve been coming quite often these days,” Blondina said.{j}

source: 에이몬이 그러건 말건 블론디나는 작은 표범을 꽉 껴안아 뺨을 비볐다.{j}부드럽고 따뜻했다.
en_us: Regardless of how Amon reacted, Blondina kept Amon tight in her arms and felt his soft and warm fur.{j}

source: 에이몬이 차분하게 미소 지었다.
en_us: Amon simply smiled back and her and gazed at her with warmth.

source: 깜빡깜빡.
en_us: Blink. Blink.

source: “이리 오너라.”
en_us: “Come here.”

source: “좋은 아침이에요, 황녀님.{j}날씨가 화창하지요?”
en_us: “Good morning, princess! It’s a lovely day today.”{j}{j}

source: 곧 아델라이 황녀 뒤로 라르트 황자가 호위하듯 섰다.
en_us: She was soon followed by Prince Lart who remained behind Philip.

source: 블론디나는 내심 기분이 좋았다.
en_us: Unlike Adellai, Blondina was happy to have pleased the emperor. It wasn’t like she was putting efforts to please her father, but his compliments made her feel excited.

source: 주제를 모를 리가 없지 않은가.{j}얼마 전만 해도 더러운 거리를 나뒹굴다가 왔는데 이런 우아한 황궁과 제가 어울리지 않는다는 것쯤은 알고 있었다.
en_us: Blondina knew exactly where her place was. She knew she didn’t belong in a such elegant imperial castle, but the dirty streets suited her better. {j}

source: 두려울 정도로 강한 그들을 상대할 수 있는 유일한 이는, 신의 자손뿐이었다.
en_us: In the past, the only ones who could face against these fearful beasts were the descendants of god.

source: ‘……역시.’
en_us: ...I knew it.

source: 부정하고 싶었는데 그럴 수가 없는 현실이 한탄스러울 따름이다.{j}제 손을 얼기설기 감싸쥔 에이몬의 온기에 사정없이 두근거려 정신이 없었다.
en_us: She felt deplorable of this situation where she couldn’t deny the embarrassing truth. Her heart was rushing like it would explode anytime as she felt the warmth flowing from Amon’s hand.{j}

source: 입구에는 커다란 표범 석상이 있었는데 곰보다 훨씬 큰 크기로 제작된 석상이었다.
en_us: At

source: 양각으로 장식된 것이 한눈에 보아도 값어치가 꽤 있어 보이는 것이었다.
en_us: The box was embossed and just by a glance Blondina could tell it was expensive.

source: 그들 뒤를 숨죽여 조용히 따라갔을 뿐.
en_us: She was only allowed to follow their back quietly like their shadows.

source: 라르트 황자가 고개를 갸웃 기울이며 블론디나의 보석 브로치를 가리켰다.
en_us: Prince Lart pointed at Blondina’s brooch, confused to find a familar brooch.

source: “왔어?”
en_us: “You’re here”

source: 뱀이 돌아다니건 말건, 제 발목을 타고 오르건 말건 흐트러짐 하나 없는 블론디나.
en_us: However, Blondina didn’t mind even if the snakes crawled through her legs or climbed her ankles. She remained standing at her place with an indifferent expression on he face.

source: 블론디나는 수풀 위로 삐죽 나와 살랑거리는 꼬리를 향해 말했다.
en_us: Blondina cried out to their tails peeking out of the bushes.

source: 블론디나는 웃음기 섞인 얼굴로 제 슬픔을 담담하게 풀어냈다.
en_us: Blondina tried to lighten the mood with a fake smile on her face.

source: 하는 말마다 왜 이렇게 어여쁠까.
en_us: Every word he said comforted her.

source: 블론디나는 나직한 한숨을 내쉬며 머리카락 안에 파묻힌 마제또를 툭툭 두드렸다.
en_us: Blondina gave a gentle sigh and patted Majetto hidden deep inside her hair to calm him down.

source: 「털실 뭉치라니…….{j}나 어린애 아니야.{j}덧붙여 표범이고.{j}털 뭉치를 갖고 놀 나이도, 그걸 갖고 노는 고양이 따위도 아니란 말이야.」
en_us: “How dare you prepare a ball of yarn for me...I’m not a kid nor a mere cat! Did you really think that a divine leopard like myself would play with this measly ball of yarn.”{j}{j}{j}

source: 이마의 변환석을 가리기 위함이라고는 하나 신수로서의 고고한 자존심이 무너지는 일인 것이다.{j}이 모습은 제가 봐도 너무 귀여운 고양이였으니까.
en_us: Even if Blondina gave it to him so that he could cover the transformation stone on his forehead, he considered it a shame for a divine beast to use such ugly thing to hide his identity. He knew that with the hat, he would even more adorable, and he didn’t want that.{j}

source: 블론디나의 눈동자를 닮은 회색 보석 팔찌가 놓여 있었다.
en_us: Inside, there was a gray-colored bracelet that resembled the colored of her eyes.

source: 멀리 날아갔던 마제또가 다시 안으로 포르르 들어왔다.{j}이제 입을 다물겠다는 듯 진지한 눈빛으로 블론디나를 올려다보며.
en_us: But instead of a black leopard, Majetto flew right back in the window. While holding a serious face, he looked up at Blondina and spoke. {j}

source: 소년이 침착하게 웃었다.{j}블론디나는 체스 말을 톡톡 두드리며 마주 웃었다.{j}마음 같아서야 그다지 반갑지 않다고 하고 싶었으나 그럴 수야 없지.{j}이 황궁에서 문제없이 잘 살고 싶으니.{j}
en_us: Philip calmly smiled at Blondina, and she also smiled back while fiddling with the chess pawns. Deep inside, she wanted to tell him that she wasn’t that happy to see him, but she couldn’t. As promised with the emperor, Blondina wanted to live in the palace without causing any trouble.{j}{j}{j}{j}

source: 잘 정리된 화단 사이로 들어가 아까 자신이 서 있던 창문 근처로 다가갔다.
en_us: Walking through the well-organized flower beds in the garden, she approached the window she had been standing next to in the ballroom.

source: 블론디나는 가뜩이나 피곤한 심신이 더욱 피곤해졌다.
en_us: Princess Adellai’s words were more than enough to take the last remaining energy out of Blondina’s body.

source: “미안해, 필립 공자.”
en_us: “I’m sorry, Marquess Philip.”

source: 「네 이름 따위 궁금하지 않아.」
en_us: “I’m not interested in knowing your name.”

source: 금속 특유의 차가운 기운이 살갗 아래 스며들었다.
en_us: The unique cold feeling coming from the bracelet permeated into her skin, and as she moved her hand around it glittered vibrantly reflecting the light.

source: 그 정도로 눈치가 없지도, 밸이 없지도 않았다.{j}이렇게 행동하는 게 최선이리라 생각했기에 취한 행동일 뿐.
en_us: She was even more astute than people thought her to be. And she knew that speaking in Old Atesian was the best thing she could do to pay them back for belittling her last time at the party.{j}

source: 곧 필립이 방을 벗어났다.
en_us: As soon as Philip left the room, Blondina went straight to Amon and shook his furry body in the air.

source: 황제는 빙긋 웃고는 블론디나를 향해 손짓했다.
en_us: The emperor waved at Blondina once more with a smile and spoke to the twins.

source: 순간 아델라이의 목덜미가 화륵 달아올랐다.{j}너처럼 치졸하게 행동하지 않겠다는 블론디나의 나직한 말에 수치심마저 치밀 지경이었다.
en_us: With Blondina’s final remarks, Adellai’s neck suddenly blushed red, feeling ashamed. She knew Blondina was implying that she would never act childish like herself.{j}

source: 블론디나는 그에게 누구냐는 말을 묻기도 전에 숨을 들이켜며 발을 헛디뎠다.
en_us: Before Blondina could even ask who he was, she fell on the ground with her face turning pale.

source: 하기야 그렇다.{j}바보가 아니라야 절 비웃으려 했던 ‘일당’ 중 하나였던 자신을 환영할 리 없지 않은가.
en_us: Philip never expected himself to be welcomed by the princess because in the end he was in the group who approached Blondina to tease her.{j}

source: 블론디나는 품 안의 반지를 만지작거리며 창가로 고개를 돌렸다.{j}지평선 아래, 해가 뉘엿뉘엿 몸을 기울이고 있었다.{j}들판이 주황빛으로 물들고 하늘이 어둡게 물들어 간다.{j}동시에 블론디나의 의식도 어둠 속에 꺼져 가듯 아득해지고 있었다.
en_us: With the ring in her hand, Blondina turned towards the window in her room and watched the sun slowly set into the horizon. The fields outside were soon covered with orange light as the sky darkened. Caught by such incredible scenery, Blondina slowly drifted away to daydreaming.

source: 게다가 뒷골목에서 욕설과 폭력을 견디며 자랐던 블론디나다.{j}저런 어린아이의 시비 따위로는 그녀를 손톱만큼도 상처 입힐 수 없었기에 아무렇지도 않은 얼굴을 할 수 있었다.
en_us: The words of a royal prince trying to pick a fight with her didn’t leave a scratch to a girl who’ve been through worse out in those dirty streets.{j}

source: .{j}손끝이 이마에 박힌 보랏빛 변환석을 살짝 스쳤다.{j}순간, 에이몬의 까만 털이 자르르 섰다.{j}날카로운 앞발톱이 나왔다가 다시 들어간다.{j}에이몬이 블론디나의 손을 급히 밀어냈다.
en_us: And when her fingertips accidentally brushed the purple jewel on his head. That moment, Amon quickly slapped away Blondina’s hand with paws. Amon seemed greatly disturbed by Blondina’s touch that his furs were standing up and his paws were sharp with his claws.{j}

source: 말로는 서운하다고는 하나 전혀 상관도 하지 않는 듯한 고저 없는 목소리로 그가 말했다.
en_us: Although he said he was upset, his face and voice were implying that he didn’t care much about her.

source: 배우지 못해 미처 몰랐다.{j}일전에 에이몬을 괴롭히던 새끼 표범들은 그래서 에이몬을 싫어했던 걸까.{j}
en_us: It was Blondina’s first time hearing the history of the empire since she never had proper education. After listening to Lucy’s kind explanation, she thought about the time she had first met Amon.{j}{j}

source: 에이몬의 꼬리가 살랑살랑 움직이고 있었다.{j}마치 술에 취한 고양이처럼 헤롱거리는 반응이 참으로 신기할 따름이었다.
en_us: With his tails wagging pleasantly, it looked strange to watch Amon wavering back and forth with the branch as if he was drugged by its scent. Looking at Amon, completely ignoring her presence, Blondina had to ask the question.{j}

source: 그 뒤로 둘은 잠시 침묵했다.{j}블론디나는 눈만 끔뻑이며 열심히 움직이는 개미를 응시했다.
en_us: They remained silent for couple more minutes, staring at the ants crawling up a tree.{j}

source: 비천.
en_us: Humble.

source: 너 참새였지.{j}참새였어.”라고 답하고는, 말은 하지만 공부는 하지 않는 참새를 향해 쿠키 바구니를 내밀었다.{j}이거나 먹으라는 뜻이었다.
en_us: Without further continuing her conversation with Majetto, who knew how to talk but never studied history, she pushed the cookie basket to him, signaling him to keep himself quiet. {j}

source: 「활쏘기 대회 같은 건 이제 됐어.{j}네 궁으로 가서 간식이나 먹자.」
en_us: “I’m tired of this dumb archery tournament. Let’s head back to your room for some snacks.”{j}

source: 떡떡거리는 목소리가 여관 뒷마당에 울렸다.{j}아이는 떨리는 어깨를 감싸 안고 속으로 비웃었다.
en_us: The inn was filled with the innkeeper’s nagging voice. The girl held her shoulder tight as she mocked the man under her breath.

source: 절 버린 아비가 남긴 반지를 소중히 지키는 것보다, 이 불우한 삶을 돌파하는 것이 더욱 중요했다.
en_us: She finally decided to put her survival before a ring left behind by her father, who abandoned her.

source: 매일 오지는 않았지만 그래도 최근에는 나흘에 한 번씩은 오던 작은 짐승인데 그 귀여운 꼬리털 하나 보이지 않는다.
en_us: Although his visits weren’t daily, recently the small beast had been visiting every four days, so she didn’t expect him to run off for this long.

source: 마제또가 그러건 말건 에이몬은 필사적으로 발톱을 넣고 말랑한 발바닥을 꿈지럭거렸다.
en_us: Regardless of how Majetto reacted, Amon returned to his senses and hid his claws to not break the table, but continued to glare at Blondina.

source: 멀리 날아갔던 마제또가 다시 안으로 포르르 들어왔다.
en_us: But instead of a black leopard, Majetto flew right back in the window.

source: 아.{j}귀엽다.
en_us: Aww. They are so cute.{j}
